"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 2000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 82, \"word_counts\": \"{\\\"hi\\\": 2, \\\"hello\\\": 2, \\\"hey\\\": 1, \\\"good\\\": 4, \\\"morning\\\": 1, \\\"evening\\\": 1, \\\"there\\\": 2, \\\"greetings\\\": 1, \\\"what\\\": 25, \\\"are\\\": 5, \\\"common\\\": 3, \\\"skin\\\": 37, \\\"issues\\\": 2, \\\"the\\\": 2, \\\"most\\\": 1, \\\"problems\\\": 2, \\\"do\\\": 13, \\\"people\\\": 1, \\\"usually\\\": 1, \\\"have\\\": 7, \\\"with\\\": 4, \\\"their\\\": 1, \\\"concerns\\\": 1, \\\"should\\\": 13, \\\"i\\\": 31, \\\"be\\\": 1, \\\"aware\\\": 1, \\\"of\\\": 5, \\\"care\\\": 4, \\\"how\\\": 14, \\\"know\\\": 1, \\\"my\\\": 10, \\\"type\\\": 6, \\\"is\\\": 2, \\\"to\\\": 13, \\\"determine\\\": 1, \\\"can\\\": 7, \\\"tell\\\": 1, \\\"find\\\": 1, \\\"out\\\": 1, \\\"if\\\": 3, \\\"oily\\\": 8, \\\"or\\\": 1, \\\"dry\\\": 8, \\\"tips\\\": 2, \\\"for\\\": 14, \\\"finding\\\": 1, \\\"treatment\\\": 3, \\\"use\\\": 6, \\\"treat\\\": 3, \\\"best\\\": 6, \\\"routine\\\": 4, \\\"solutions\\\": 1, \\\"remedies\\\": 1, \\\"ingredients\\\": 1, \\\"control\\\": 1, \\\"avoid\\\": 1, \\\"normal\\\": 6, \\\"maintain\\\": 1, \\\"skincare\\\": 12, \\\"take\\\": 2, \\\"acne\\\": 5, \\\"products\\\": 7, \\\"helps\\\": 1, \\\"acneprone\\\": 1, \\\"reduce\\\": 1, \\\"treatments\\\": 1, \\\"prevent\\\": 2, \\\"breakouts\\\": 1, \\\"you\\\": 8, \\\"recommend\\\": 2, \\\"suggest\\\": 2, \\\"buy\\\": 1, \\\"me\\\": 1, \\\"some\\\": 1, \\\"need\\\": 1, \\\"sunscreen\\\": 5, \\\"why\\\": 1, \\\"spf\\\": 1, \\\"importance\\\": 1, \\\"wear\\\": 1, \\\"every\\\": 1, \\\"day\\\": 1, \\\"does\\\": 1, \\\"help\\\": 3, \\\"aging\\\": 1, \\\"apply\\\": 1, \\\"order\\\": 3, \\\"an\\\": 2, \\\"applying\\\": 1, \\\"layer\\\": 1, \\\"steps\\\": 1, \\\"which\\\": 1, \\\"product\\\": 4, \\\"goes\\\": 1, \\\"first\\\": 1, \\\"allergic\\\": 3, \\\"reaction\\\": 2, \\\"a\\\": 4, \\\"think\\\": 1, \\\"am\\\": 1, \\\"reacting\\\": 1, \\\"badly\\\": 1, \\\"from\\\": 1, \\\"irritation\\\": 1, \\\"reacts\\\": 1, \\\"thank\\\": 2, \\\"thanks\\\": 2, \\\"appreciate\\\": 1, \\\"it\\\": 1, \\\"your\\\": 1, \\\"lot\\\": 1, \\\"much\\\": 1, \\\"appreciated\\\": 1, \\\"goodbye\\\": 1, \\\"see\\\": 2, \\\"bye\\\": 1, \\\"talk\\\": 1, \\\"later\\\": 1, \\\"soon\\\": 1}\", \"word_docs\": \"{\\\"hi\\\": 2, \\\"hello\\\": 2, \\\"hey\\\": 1, \\\"morning\\\": 1, \\\"good\\\": 4, \\\"evening\\\": 1, \\\"there\\\": 2, \\\"greetings\\\": 1, \\\"skin\\\": 37, \\\"common\\\": 3, \\\"are\\\": 5, \\\"issues\\\": 2, \\\"what\\\": 25, \\\"problems\\\": 2, \\\"most\\\": 1, \\\"the\\\": 2, \\\"their\\\": 1, \\\"people\\\": 1, \\\"do\\\": 13, \\\"have\\\": 7, \\\"with\\\": 4, \\\"usually\\\": 1, \\\"be\\\": 1, \\\"should\\\": 13, \\\"i\\\": 25, \\\"aware\\\": 1, \\\"of\\\": 5, \\\"concerns\\\": 1, \\\"care\\\": 4, \\\"my\\\": 10, \\\"how\\\": 14, \\\"know\\\": 1, \\\"type\\\": 6, \\\"is\\\": 2, \\\"to\\\": 13, \\\"determine\\\": 1, \\\"can\\\": 7, \\\"tell\\\": 1, \\\"oily\\\": 8, \\\"if\\\": 3, \\\"find\\\": 1, \\\"or\\\": 1, \\\"dry\\\": 8, \\\"out\\\": 1, \\\"for\\\": 14, \\\"finding\\\": 1, \\\"tips\\\": 2, \\\"use\\\": 6, \\\"treatment\\\": 3, \\\"treat\\\": 3, \\\"routine\\\": 4, \\\"best\\\": 6, \\\"solutions\\\": 1, \\\"remedies\\\": 1, \\\"ingredients\\\": 1, \\\"control\\\": 1, \\\"avoid\\\": 1, \\\"normal\\\": 6, \\\"maintain\\\": 1, \\\"skincare\\\": 12, \\\"take\\\": 2, \\\"acne\\\": 5, \\\"products\\\": 7, \\\"helps\\\": 1, \\\"acneprone\\\": 1, \\\"reduce\\\": 1, \\\"treatments\\\": 1, \\\"prevent\\\": 2, \\\"breakouts\\\": 1, \\\"recommend\\\": 2, \\\"you\\\": 8, \\\"suggest\\\": 2, \\\"buy\\\": 1, \\\"some\\\": 1, \\\"me\\\": 1, \\\"need\\\": 1, \\\"sunscreen\\\": 5, \\\"why\\\": 1, \\\"spf\\\": 1, \\\"importance\\\": 1, \\\"day\\\": 1, \\\"every\\\": 1, \\\"wear\\\": 1, \\\"help\\\": 3, \\\"aging\\\": 1, \\\"does\\\": 1, \\\"apply\\\": 1, \\\"order\\\": 3, \\\"an\\\": 2, \\\"applying\\\": 1, \\\"layer\\\": 1, \\\"steps\\\": 1, \\\"which\\\": 1, \\\"product\\\": 4, \\\"first\\\": 1, \\\"goes\\\": 1, \\\"reaction\\\": 2, \\\"allergic\\\": 3, \\\"a\\\": 4, \\\"think\\\": 1, \\\"am\\\": 1, \\\"reacting\\\": 1, \\\"badly\\\": 1, \\\"from\\\": 1, \\\"irritation\\\": 1, \\\"reacts\\\": 1, \\\"thank\\\": 2, \\\"thanks\\\": 2, \\\"it\\\": 1, \\\"appreciate\\\": 1, \\\"your\\\": 1, \\\"lot\\\": 1, \\\"much\\\": 1, \\\"appreciated\\\": 1, \\\"goodbye\\\": 1, \\\"see\\\": 2, \\\"bye\\\": 1, \\\"later\\\": 1, \\\"talk\\\": 1, \\\"soon\\\": 1}\", \"index_docs\": \"{\\\"38\\\": 2, \\\"39\\\": 2, \\\"55\\\": 1, \\\"56\\\": 1, \\\"25\\\": 4, \\\"57\\\": 1, \\\"40\\\": 2, \\\"58\\\": 1, \\\"1\\\": 37, \\\"31\\\": 3, \\\"21\\\": 5, \\\"41\\\": 2, \\\"3\\\": 25, \\\"43\\\": 2, \\\"59\\\": 1, \\\"42\\\": 2, \\\"62\\\": 1, \\\"60\\\": 1, \\\"6\\\": 13, \\\"14\\\": 7, \\\"26\\\": 4, \\\"61\\\": 1, \\\"64\\\": 1, \\\"7\\\": 13, \\\"2\\\": 25, \\\"65\\\": 1, \\\"22\\\": 5, \\\"63\\\": 1, \\\"27\\\": 4, \\\"10\\\": 10, \\\"4\\\": 14, \\\"66\\\": 1, \\\"17\\\": 6, \\\"44\\\": 2, \\\"8\\\": 13, \\\"67\\\": 1, \\\"15\\\": 7, \\\"68\\\": 1, \\\"11\\\": 8, \\\"32\\\": 3, \\\"69\\\": 1, \\\"71\\\": 1, \\\"12\\\": 8, \\\"70\\\": 1, \\\"5\\\": 14, \\\"72\\\": 1, \\\"45\\\": 2, \\\"18\\\": 6, \\\"33\\\": 3, \\\"34\\\": 3, \\\"28\\\": 4, \\\"19\\\": 6, \\\"73\\\": 1, \\\"74\\\": 1, \\\"75\\\": 1, \\\"76\\\": 1, \\\"77\\\": 1, \\\"20\\\": 6, \\\"78\\\": 1, \\\"9\\\": 12, \\\"46\\\": 2, \\\"23\\\": 5, \\\"16\\\": 7, \\\"79\\\": 1, \\\"80\\\": 1, \\\"81\\\": 1, \\\"82\\\": 1, \\\"47\\\": 2, \\\"83\\\": 1, \\\"48\\\": 2, \\\"13\\\": 8, \\\"49\\\": 2, \\\"84\\\": 1, \\\"86\\\": 1, \\\"85\\\": 1, \\\"87\\\": 1, \\\"24\\\": 5, \\\"88\\\": 1, \\\"89\\\": 1, \\\"90\\\": 1, \\\"93\\\": 1, \\\"92\\\": 1, \\\"91\\\": 1, \\\"35\\\": 3, \\\"95\\\": 1, \\\"94\\\": 1, \\\"96\\\": 1, \\\"36\\\": 3, \\\"50\\\": 2, \\\"97\\\": 1, \\\"98\\\": 1, \\\"99\\\": 1, \\\"100\\\": 1, \\\"29\\\": 4, \\\"102\\\": 1, \\\"101\\\": 1, \\\"51\\\": 2, \\\"37\\\": 3, \\\"30\\\": 4, \\\"103\\\": 1, \\\"104\\\": 1, \\\"105\\\": 1, \\\"106\\\": 1, \\\"107\\\": 1, \\\"108\\\": 1, \\\"109\\\": 1, \\\"52\\\": 2, \\\"53\\\": 2, \\\"111\\\": 1, \\\"110\\\": 1, \\\"112\\\": 1, \\\"113\\\": 1, \\\"114\\\": 1, \\\"115\\\": 1, \\\"116\\\": 1, \\\"54\\\": 2, \\\"117\\\": 1, \\\"119\\\": 1, \\\"118\\\": 1, \\\"120\\\": 1}\", \"index_word\": \"{\\\"1\\\": \\\"skin\\\", \\\"2\\\": \\\"i\\\", \\\"3\\\": \\\"what\\\", \\\"4\\\": \\\"how\\\", \\\"5\\\": \\\"for\\\", \\\"6\\\": \\\"do\\\", \\\"7\\\": \\\"should\\\", \\\"8\\\": \\\"to\\\", \\\"9\\\": \\\"skincare\\\", \\\"10\\\": \\\"my\\\", \\\"11\\\": \\\"oily\\\", \\\"12\\\": \\\"dry\\\", \\\"13\\\": \\\"you\\\", \\\"14\\\": \\\"have\\\", \\\"15\\\": \\\"can\\\", \\\"16\\\": \\\"products\\\", \\\"17\\\": \\\"type\\\", \\\"18\\\": \\\"use\\\", \\\"19\\\": \\\"best\\\", \\\"20\\\": \\\"normal\\\", \\\"21\\\": \\\"are\\\", \\\"22\\\": \\\"of\\\", \\\"23\\\": \\\"acne\\\", \\\"24\\\": \\\"sunscreen\\\", \\\"25\\\": \\\"good\\\", \\\"26\\\": \\\"with\\\", \\\"27\\\": \\\"care\\\", \\\"28\\\": \\\"routine\\\", \\\"29\\\": \\\"product\\\", \\\"30\\\": \\\"a\\\", \\\"31\\\": \\\"common\\\", \\\"32\\\": \\\"if\\\", \\\"33\\\": \\\"treatment\\\", \\\"34\\\": \\\"treat\\\", \\\"35\\\": \\\"help\\\", \\\"36\\\": \\\"order\\\", \\\"37\\\": \\\"allergic\\\", \\\"38\\\": \\\"hi\\\", \\\"39\\\": \\\"hello\\\", \\\"40\\\": \\\"there\\\", \\\"41\\\": \\\"issues\\\", \\\"42\\\": \\\"the\\\", \\\"43\\\": \\\"problems\\\", \\\"44\\\": \\\"is\\\", \\\"45\\\": \\\"tips\\\", \\\"46\\\": \\\"take\\\", \\\"47\\\": \\\"prevent\\\", \\\"48\\\": \\\"recommend\\\", \\\"49\\\": \\\"suggest\\\", \\\"50\\\": \\\"an\\\", \\\"51\\\": \\\"reaction\\\", \\\"52\\\": \\\"thank\\\", \\\"53\\\": \\\"thanks\\\", \\\"54\\\": \\\"see\\\", \\\"55\\\": \\\"hey\\\", \\\"56\\\": \\\"morning\\\", \\\"57\\\": \\\"evening\\\", \\\"58\\\": \\\"greetings\\\", \\\"59\\\": \\\"most\\\", \\\"60\\\": \\\"people\\\", \\\"61\\\": \\\"usually\\\", \\\"62\\\": \\\"their\\\", \\\"63\\\": \\\"concerns\\\", \\\"64\\\": \\\"be\\\", \\\"65\\\": \\\"aware\\\", \\\"66\\\": \\\"know\\\", \\\"67\\\": \\\"determine\\\", \\\"68\\\": \\\"tell\\\", \\\"69\\\": \\\"find\\\", \\\"70\\\": \\\"out\\\", \\\"71\\\": \\\"or\\\", \\\"72\\\": \\\"finding\\\", \\\"73\\\": \\\"solutions\\\", \\\"74\\\": \\\"remedies\\\", \\\"75\\\": \\\"ingredients\\\", \\\"76\\\": \\\"control\\\", \\\"77\\\": \\\"avoid\\\", \\\"78\\\": \\\"maintain\\\", \\\"79\\\": \\\"helps\\\", \\\"80\\\": \\\"acneprone\\\", \\\"81\\\": \\\"reduce\\\", \\\"82\\\": \\\"treatments\\\", \\\"83\\\": \\\"breakouts\\\", \\\"84\\\": \\\"buy\\\", \\\"85\\\": \\\"me\\\", \\\"86\\\": \\\"some\\\", \\\"87\\\": \\\"need\\\", \\\"88\\\": \\\"why\\\", \\\"89\\\": \\\"spf\\\", \\\"90\\\": \\\"importance\\\", \\\"91\\\": \\\"wear\\\", \\\"92\\\": \\\"every\\\", \\\"93\\\": \\\"day\\\", \\\"94\\\": \\\"does\\\", \\\"95\\\": \\\"aging\\\", \\\"96\\\": \\\"apply\\\", \\\"97\\\": \\\"applying\\\", \\\"98\\\": \\\"layer\\\", \\\"99\\\": \\\"steps\\\", \\\"100\\\": \\\"which\\\", \\\"101\\\": \\\"goes\\\", \\\"102\\\": \\\"first\\\", \\\"103\\\": \\\"think\\\", \\\"104\\\": \\\"am\\\", \\\"105\\\": \\\"reacting\\\", \\\"106\\\": \\\"badly\\\", \\\"107\\\": \\\"from\\\", \\\"108\\\": \\\"irritation\\\", \\\"109\\\": \\\"reacts\\\", \\\"110\\\": \\\"appreciate\\\", \\\"111\\\": \\\"it\\\", \\\"112\\\": \\\"your\\\", \\\"113\\\": \\\"lot\\\", \\\"114\\\": \\\"much\\\", \\\"115\\\": \\\"appreciated\\\", \\\"116\\\": \\\"goodbye\\\", \\\"117\\\": \\\"bye\\\", \\\"118\\\": \\\"talk\\\", \\\"119\\\": \\\"later\\\", \\\"120\\\": \\\"soon\\\"}\", \"word_index\": \"{\\\"skin\\\": 1, \\\"i\\\": 2, \\\"what\\\": 3, \\\"how\\\": 4, \\\"for\\\": 5, \\\"do\\\": 6, \\\"should\\\": 7, \\\"to\\\": 8, \\\"skincare\\\": 9, \\\"my\\\": 10, \\\"oily\\\": 11, \\\"dry\\\": 12, \\\"you\\\": 13, \\\"have\\\": 14, \\\"can\\\": 15, \\\"products\\\": 16, \\\"type\\\": 17, \\\"use\\\": 18, \\\"best\\\": 19, \\\"normal\\\": 20, \\\"are\\\": 21, \\\"of\\\": 22, \\\"acne\\\": 23, \\\"sunscreen\\\": 24, \\\"good\\\": 25, \\\"with\\\": 26, \\\"care\\\": 27, \\\"routine\\\": 28, \\\"product\\\": 29, \\\"a\\\": 30, \\\"common\\\": 31, \\\"if\\\": 32, \\\"treatment\\\": 33, \\\"treat\\\": 34, \\\"help\\\": 35, \\\"order\\\": 36, \\\"allergic\\\": 37, \\\"hi\\\": 38, \\\"hello\\\": 39, \\\"there\\\": 40, \\\"issues\\\": 41, \\\"the\\\": 42, \\\"problems\\\": 43, \\\"is\\\": 44, \\\"tips\\\": 45, \\\"take\\\": 46, \\\"prevent\\\": 47, \\\"recommend\\\": 48, \\\"suggest\\\": 49, \\\"an\\\": 50, \\\"reaction\\\": 51, \\\"thank\\\": 52, \\\"thanks\\\": 53, \\\"see\\\": 54, \\\"hey\\\": 55, \\\"morning\\\": 56, \\\"evening\\\": 57, \\\"greetings\\\": 58, \\\"most\\\": 59, \\\"people\\\": 60, \\\"usually\\\": 61, \\\"their\\\": 62, \\\"concerns\\\": 63, \\\"be\\\": 64, \\\"aware\\\": 65, \\\"know\\\": 66, \\\"determine\\\": 67, \\\"tell\\\": 68, \\\"find\\\": 69, \\\"out\\\": 70, \\\"or\\\": 71, \\\"finding\\\": 72, \\\"solutions\\\": 73, \\\"remedies\\\": 74, \\\"ingredients\\\": 75, \\\"control\\\": 76, \\\"avoid\\\": 77, \\\"maintain\\\": 78, \\\"helps\\\": 79, \\\"acneprone\\\": 80, \\\"reduce\\\": 81, \\\"treatments\\\": 82, \\\"breakouts\\\": 83, \\\"buy\\\": 84, \\\"me\\\": 85, \\\"some\\\": 86, \\\"need\\\": 87, \\\"why\\\": 88, \\\"spf\\\": 89, \\\"importance\\\": 90, \\\"wear\\\": 91, \\\"every\\\": 92, \\\"day\\\": 93, \\\"does\\\": 94, \\\"aging\\\": 95, \\\"apply\\\": 96, \\\"applying\\\": 97, \\\"layer\\\": 98, \\\"steps\\\": 99, \\\"which\\\": 100, \\\"goes\\\": 101, \\\"first\\\": 102, \\\"think\\\": 103, \\\"am\\\": 104, \\\"reacting\\\": 105, \\\"badly\\\": 106, \\\"from\\\": 107, \\\"irritation\\\": 108, \\\"reacts\\\": 109, \\\"appreciate\\\": 110, \\\"it\\\": 111, \\\"your\\\": 112, \\\"lot\\\": 113, \\\"much\\\": 114, \\\"appreciated\\\": 115, \\\"goodbye\\\": 116, \\\"bye\\\": 117, \\\"talk\\\": 118, \\\"later\\\": 119, \\\"soon\\\": 120}\"}}"